alefragnani.bookmarks
atommaterial.a-file-icon-vscode
augment.vscode-augment
bierner.markdown-mermaid
bpruitt-goddard.mermaid-markdown-syntax-highlighting
cweijan.dbclient-jdbc
cweijan.vscode-database-client2
donjayamanne.githistory
eamodio.gitlens
formulahendry.code-runner
gitlab.gitlab-workflow
golang.go
gruntfuggly.todo-tree
honnamkuan.golang-snippets
jasonn-porch.gitlab-mr
josetr.cmake-language-support-vscode
lindacong.vscode-book-reader
mechatroner.rainbow-csv
mhutchie.git-graph
mrpogofu.true-godot
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-zh-hans
ms-dotnettools.vscode-dotnet-runtime
ms-python.black-formatter
ms-python.debugpy
ms-python.flake8
ms-python.pylint
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.makefile-tools
ms-vscode.remote-explorer
stateful.marquee
streetsidesoftware.code-spell-checker
twxs.cmake
